Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.register.confirmPassword.label
source: Confirm password
ar: تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিত করুন
ca: Confirma la contrasenya
cs: Potvrdit heslo
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού
es: Confirmar contraseña
fi: Vahvista salasana
fr: Confirmer le mot de passe
he: אשר סיסמה
hi: पासवर्ड कन्फ़र्म करें
hr: Potvrdi lozinku
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
it: Conferma password
ja: パスワードを確認
ko: 비밀번호 확인
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
ms: Sahkan kata laluan
nb: Bekreft passord
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirmar senha
pt_pt: Confirmar palavra-passe
ro: Confirmă parola
ru: Подтвердите пароль
sk: Potvrď heslo
sv: Bekräfta lösenord
ta: கடவுச்சொல்லை உறுதிசெய்
te: పాస్‌వర్డ్‌ను నిర్ధారించండి
th: ยืนยันรหัสผ่าน
tr: Şifreyi onayla
uk: Підтвердьте пароль
ur: پاس ورڈ کی تصدیق کریں
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# auth.register.confirmPassword.placeholder
source: Type it again
ar: أعد كتابتها
bn: আবার লিখুন
ca: Escriu-la una altra vegada
cs: Zadej ho znovu
da: Skriv den igen
de: Noch einmal eingeben
el: Πληκτρολόγησέ τον ξανά
es: Escríbela otra vez
fi: Kirjoita se uudelleen
fr: Saisissez-le à nouveau
he: הקלד אותה שוב
hi: इसे फिर से लिखें
hr: Upiši je ponovno
hu: Írd be még egyszer
id: Ketik sekali lagi
it: Scrivila di nuovo
ja: もう一度入力
ko: 다시 입력
ml: വീണ്ടും ടൈപ്പ് ചെയ്യുക
ms: Taip sekali lagi
nb: Skriv det igjen
nl: Typ het nogmaals
pl: Wpisz je ponownie
pt_br: Digite de novo
pt_pt: Escreva-a novamente
ro: Scrie-o din nou
ru: Введите ещё раз
sk: Napíš ho znova
sv: Skriv det igen
ta: மீண்டும் தட்டச்சு செய்யுங்கள்
te: మళ్లీ టైప్ చేయండి
th: พิมพ์อีกครั้ง
tr: Tekrar yazın
uk: Введіть ще раз
ur: دوبارہ ٹائپ کریں
vi: Nhập lại
zh_hans: 再输入一遍
zh_hant: 再輸入一次

# auth.register.email.hint
source: The address we will send your six digit confirmation code to
ar: العنوان الذي سنرسل إليه رمز التأكيد المكوّن من ستة أرقام
bn: যে ঠিকানায় আমরা আপনার ছয় সংখ্যার নিশ্চিতকরণ কোড পাঠাব
ca: L'adreça a la qual enviarem el codi de confirmació de sis dígits
cs: Adresa, na kterou pošleme šestimístný potvrzovací kód
da: Adressen, vi sender din sekscifrede bekræftelseskode til
de: Die Adresse, an die wir deinen sechsstelligen Bestätigungscode senden
el: Η διεύθυνση στην οποία θα στείλουμε τον εξαψήφιο κωδικό επιβεβαίωσης
es: La dirección a la que enviaremos tu código de confirmación de seis dígitos
fi: Osoite, johon lähetämme kuusinumeroisen vahvistuskoodisi
fr: L’adresse à laquelle nous enverrons votre code de confirmation à six chiffres
he: הכתובת שאליה נשלח את קוד האישור בן שש הספרות
hi: वह पता जिस पर हम आपका छह अंकों का कन्फ़र्मेशन कोड भेजेंगे
hr: Adresa na koju ćemo poslati tvoj šesteroznamenkasti potvrdni kod
hu: A cím, ahová a hatjegyű megerősítő kódot küldjük
id: Alamat tujuan pengiriman kode konfirmasi enam digitmu
it: L'indirizzo a cui invieremo il codice di conferma di sei cifre
ja: 6桁の確認コードを送信するアドレス
ko: 6자리 확인 코드를 보낼 주소
ml: ആറക്ക സ്ഥിരീകരണ കോഡ് അയയ്ക്കുന്ന വിലാസം
ms: Alamat yang akan menerima kod pengesahan enam digit anda
nb: Adressen vi sender den sekssifrede bekreftelseskoden til
nl: Het adres waarnaar we je zescijferige bevestigingscode sturen
pl: Adres, na który wyślemy sześciocyfrowy kod potwierdzający
pt_br: O endereço para o qual enviaremos seu código de confirmação de seis dígitos
pt_pt: O endereço para onde enviaremos o seu código de confirmação de seis dígitos
ro: Adresa la care vom trimite codul de confirmare din șase cifre
ru: Адрес, на который мы отправим шестизначный код подтверждения
sk: Adresa, na ktorú pošleme tvoj šesťmiestny potvrdzovací kód
sv: Adressen vi skickar din sexsiffriga bekräftelsekod till
ta: உங்கள் ஆறு இலக்க உறுதிப்படுத்தல் குறியீட்டை அனுப்பும் முகவரி
te: మీ ఆరు అంకెల నిర్ధారణ కోడ్‌ను మేము పంపే చిరునామా
th: ที่อยู่ที่เราจะส่งรหัสยืนยันหกหลักไปให้
tr: Altı haneli onay kodunuzu göndereceğimiz adres
uk: Адреса, на яку ми надішлемо шестизначний код підтвердження
ur: وہ پتا جس پر ہم آپ کا چھ ہندسوں کا تصدیقی کوڈ بھیجیں گے
vi: Địa chỉ chúng tôi sẽ gửi mã xác nhận sáu chữ số đến
zh_hans: 我们将向该邮箱发送六位确认码
zh_hant: 我們將寄送六位數驗證碼的信箱

# auth.register.error.confirmEmpty
source: Re-enter your password.
ar: أعد إدخال كلمة المرور.
bn: আপনার পাসওয়ার্ড আবার লিখুন।
ca: Torna a introduir la contrasenya.
cs: Zadej heslo znovu.
da: Indtast din adgangskode igen.
de: Gib dein Passwort erneut ein.
el: Εισήγαγε ξανά τον κωδικό σου.
es: Vuelve a introducir tu contraseña.
fi: Kirjoita salasanasi uudelleen.
fr: Saisissez à nouveau votre mot de passe.
he: הזן שוב את הסיסמה.
hi: अपना पासवर्ड दोबारा डालें।
hr: Ponovno unesi lozinku.
hu: Add meg újra a jelszavadat.
id: Masukkan kembali kata sandimu.
it: Reinserisci la password.
ja: パスワードを再入力してください。
ko: 비밀번호를 다시 입력하세요.
ml: നിങ്ങളുടെ പാസ്‌വേഡ് വീണ്ടും നൽകുക.
ms: Masukkan semula kata laluan anda.
nb: Skriv inn passordet ditt på nytt.
nl: Voer je wachtwoord opnieuw in.
pl: Wpisz hasło ponownie.
pt_br: Digite sua senha novamente.
pt_pt: Reintroduza a sua palavra-passe.
ro: Reintrodu parola.
ru: Введите пароль ещё раз.
sk: Zadaj heslo znova.
sv: Ange ditt lösenord igen.
ta: உங்கள் கடவுச்சொல்லை மீண்டும் உள்ளிடுங்கள்.
te: మీ పాస్‌వర్డ్‌ను మళ్లీ నమోదు చేయండి.
th: ใส่รหัสผ่านของคุณอีกครั้ง
tr: Şifrenizi tekrar girin.
uk: Введіть пароль ще раз.
ur: اپنا پاس ورڈ دوبارہ درج کریں۔
vi: Nhập lại mật khẩu của bạn.
zh_hans: 请再次输入密码。
zh_hant: 請再次輸入密碼。

# auth.register.error.emailTaken
source: That email already has a Known account.
ar: هذا البريد له حساب في «معروف» بالفعل.
bn: এই ইমেইলে ইতিমধ্যে একটি Known অ্যাকাউন্ট আছে।
ca: Aquest correu ja té un compte de Known.
cs: Tento e-mail už má účet Known.
da: Den e-mail har allerede en Known-konto.
de: Für diese E-Mail gibt es bereits ein Known-Konto.
el: Αυτό το email έχει ήδη λογαριασμό στο Known.
es: Ese correo ya tiene una cuenta de Known.
fi: Tällä sähköpostilla on jo Known-tili.
fr: Cet e-mail a déjà un compte Known.
he: כבר יש חשבון Known עם הדוא״ל הזה.
hi: इस ईमेल का Known अकाउंट पहले से है।
hr: Ta e-pošta već ima Known račun.
hu: Ehhez az e-mail-címhez már tartozik Known-fiók.
id: Email itu sudah punya akun Known.
it: Questa email ha già un account Known.
ja: このメールアドレスのKnownアカウントはすでにあります。
ko: 이 이메일로 가입된 Known 계정이 이미 있어요.
ml: ആ ഇമെയിലിന് ഇതിനകം ഒരു Known അക്കൗണ്ട് ഉണ്ട്.
ms: Emel itu sudah mempunyai akaun Known.
nb: Denne e-posten har allerede en Known-konto.
nl: Dat e-mailadres heeft al een Known-account.
pl: Ten e-mail ma już konto w Known.
pt_br: Esse e-mail já tem uma conta no Known.
pt_pt: Este email já tem uma conta Known.
ro: Acest e-mail are deja un cont Known.
ru: С этой почтой уже есть аккаунт Known.
sk: Tento e-mail už má účet Known.
sv: Den e-postadressen har redan ett Known-konto.
ta: அந்த மின்னஞ்சலுக்கு ஏற்கெனவே Known கணக்கு உள்ளது.
te: ఆ ఈమెయిల్‌కు ఇప్పటికే Known ఖాతా ఉంది.
th: อีเมลนี้มีบัญชี Known อยู่แล้ว
tr: Bu e-postayla zaten bir Known hesabı var.
uk: З цією поштою вже є обліковий запис Known.
ur: اس ای میل پر پہلے سے Known اکاؤنٹ موجود ہے۔
vi: Email này đã có tài khoản Known.
zh_hans: 该邮箱已有 Known 账户。
zh_hant: 此電子郵件已有 Known 帳號。

# auth.register.error.passwordEmpty
source: Choose a password.
ar: اختر كلمة مرور.
bn: একটি পাসওয়ার্ড বেছে নিন।
ca: Tria una contrasenya.
cs: Vyber si heslo.
da: Vælg en adgangskode.
de: Wähle ein Passwort.
el: Επίλεξε έναν κωδικό.
es: Elige una contraseña.
fi: Valitse salasana.
fr: Choisissez un mot de passe.
he: בחר סיסמה.
hi: एक पासवर्ड चुनें।
hr: Odaberi lozinku.
hu: Válassz jelszót.
id: Pilih kata sandi.
it: Scegli una password.
ja: パスワードを設定してください。
ko: 비밀번호를 정하세요.
ml: ഒരു പാസ്‌വേഡ് തിരഞ്ഞെടുക്കുക.
ms: Pilih kata laluan.
nb: Velg et passord.
nl: Kies een wachtwoord.
pl: Wybierz hasło.
pt_br: Escolha uma senha.
pt_pt: Escolha uma palavra-passe.
ro: Alege o parolă.
ru: Придумайте пароль.
sk: Vyber si heslo.
sv: Välj ett lösenord.
ta: ஒரு கடவுச்சொல்லைத் தேர்ந்தெடுங்கள்.
te: పాస్‌వర్డ్ ఎంచుకోండి.
th: เลือกรหัสผ่าน
tr: Bir şifre seçin.
uk: Придумайте пароль.
ur: پاس ورڈ چنیں۔
vi: Chọn một mật khẩu.
zh_hans: 请设置密码。
zh_hant: 請設定密碼。

# auth.register.error.passwordMismatch
source: Passwords don't match.
ar: كلمتا المرور غير متطابقتين.
bn: পাসওয়ার্ড মিলছে না।
ca: Les contrasenyes no coincideixen.
cs: Hesla se neshodují.
da: Adgangskoderne stemmer ikke overens.
de: Die Passwörter stimmen nicht überein.
el: Οι κωδικοί δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fi: Salasanat eivät täsmää.
fr: Les mots de passe ne correspondent pas.
he: הסיסמאות לא תואמות.
hi: पासवर्ड मेल नहीं खाते।
hr: Lozinke se ne podudaraju.
hu: A jelszavak nem egyeznek.
id: Kata sandi tidak cocok.
it: Le password non coincidono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않아요.
ml: പാസ്‌വേഡുകൾ ഒത്തുപോകുന്നില്ല.
ms: Kata laluan tidak sepadan.
nb: Passordene stemmer ikke overens.
nl: Wachtwoorden komen niet overeen.
pl: Hasła nie są takie same.
pt_br: As senhas não são iguais.
pt_pt: As palavras-passe não coincidem.
ro: Parolele nu coincid.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
sv: Lösenorden stämmer inte överens.
ta: கடவுச்சொற்கள் பொருந்தவில்லை.
te: పాస్‌వర్డ్‌లు సరిపోలడం లేదు.
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor.
uk: Паролі не збігаються.
ur: پاس ورڈ مختلف ہیں۔
vi: Mật khẩu không khớp.
zh_hans: 两次密码不一致。
zh_hant: 密碼不一致。

# auth.register.legalIntro
source: By continuing you agree to our
ar: بمتابعتك فإنك توافق على
bn: চালিয়ে গেলে আপনি আমাদের এগুলোতে সম্মত হন
ca: En continuar, acceptes les nostres
cs: Pokračováním souhlasíš s našimi
da: Ved at fortsætte accepterer du vores
de: Mit dem Fortfahren stimmst du unseren folgenden Dokumenten zu:
el: Συνεχίζοντας συμφωνείς με τους
es: Al continuar aceptas nuestra
fi: Jatkamalla hyväksyt
fr: En continuant, vous acceptez nos
he: בהמשך אתה מסכים ל
hi: जारी रखने पर आप हमारी इन बातों से सहमत होते हैं
hr: Nastavkom prihvaćaš naša
hu: A folytatással elfogadod a következőket:
id: Dengan melanjutkan, kamu menyetujui
it: Continuando accetti i nostri
ja: 続けることで、次に同意したものとみなされます:
ko: 계속하면 다음에 동의하는 것으로 간주돼요:
ml: തുടരുന്നതിലൂടെ നിങ്ങൾ ഞങ്ങളുടെ ഇവ അംഗീകരിക്കുന്നു
ms: Dengan meneruskan, anda bersetuju dengan
nb: Ved å fortsette godtar du våre
nl: Door verder te gaan ga je akkoord met onze
pl: Kontynuując, akceptujesz nasz
pt_br: Ao continuar, você concorda com nossos
pt_pt: Ao continuar, aceita os nossos
ro: Continuând, ești de acord cu
ru: Продолжая, вы принимаете наши
sk: Pokračovaním súhlasíš s našimi
sv: Genom att fortsätta godkänner du våra
ta: தொடர்வதன் மூலம் நீங்கள் எங்கள் இவற்றை ஒப்புக்கொள்கிறீர்கள்:
te: కొనసాగడం ద్వారా మీరు మా వాటికి అంగీకరిస్తున్నారు:
th: การดำเนินการต่อแสดงว่าคุณยอมรับ
tr: Devam ederek şunları kabul edersiniz:
uk: Продовжуючи, ви погоджуєтеся з нашими
ur: جاری رکھ کر آپ ہمارے ان سے اتفاق کرتے ہیں:
vi: Khi tiếp tục, bạn đồng ý với
zh_hans: 继续即表示你同意我们的
zh_hant: 繼續即表示你同意我們的

# auth.register.navTitle
source: Create Account
ar: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
ca: Crea un compte
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear cuenta
fi: Luo tili
fr: Créer un compte
he: יצירת חשבון
hi: अकाउंट बनाएँ
hr: Izradi račun
hu: Fiók létrehozása
id: Buat Akun
it: Crea account
ja: アカウントを作成
ko: 계정 만들기
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
ms: Cipta Akaun
nb: Opprett konto
nl: Account aanmaken
pl: Utwórz konto
pt_br: Criar conta
pt_pt: Criar conta
ro: Creează cont
ru: Создать аккаунт
sk: Vytvoriť účet
sv: Skapa konto
ta: கணக்கை உருவாக்கு
te: ఖాతా సృష్టించండి
th: สร้างบัญชี
tr: Hesap Oluştur
uk: Створити обліковий запис
ur: اکاؤنٹ بنائیں
vi: Tạo tài khoản
zh_hans: 创建账户
zh_hant: 建立帳號

# auth.register.password.hint
source: Choose a password with at least eight characters
ar: اختر كلمة مرور لا تقل عن ثمانية أحرف
bn: কমপক্ষে আট অক্ষরের একটি পাসওয়ার্ড বেছে নিন
ca: Tria una contrasenya d'almenys vuit caràcters
cs: Zvol heslo s alespoň osmi znaky
da: Vælg en adgangskode på mindst otte tegn
de: Wähle ein Passwort mit mindestens acht Zeichen
el: Επίλεξε κωδικό με τουλάχιστον οκτώ χαρακτήρες
es: Elige una contraseña de al menos ocho caracteres
fi: Valitse salasana, jossa on vähintään kahdeksan merkkiä
fr: Choisissez un mot de passe d’au moins huit caractères
he: בחר סיסמה של שמונה תווים לפחות
hi: कम से कम आठ अक्षरों वाला पासवर्ड चुनें
hr: Odaberi lozinku s najmanje osam znakova
hu: Válassz legalább nyolc karakteres jelszót
id: Pilih kata sandi dengan minimal delapan karakter
it: Scegli una password di almeno otto caratteri
ja: 8文字以上のパスワードを設定してください
ko: 8자 이상의 비밀번호를 정하세요
ml: കുറഞ്ഞത് എട്ട് അക്ഷരമുള്ള പാസ്‌വേഡ് തിരഞ്ഞെടുക്കുക
ms: Pilih kata laluan dengan sekurang-kurangnya lapan aksara
nb: Velg et passord med minst åtte tegn
nl: Kies een wachtwoord van minimaal acht tekens
pl: Wybierz hasło z co najmniej ośmioma znakami
pt_br: Escolha uma senha com pelo menos oito caracteres
pt_pt: Escolha uma palavra-passe com pelo menos oito carateres
ro: Alege o parolă de cel puțin opt caractere
ru: Придумайте пароль не короче восьми символов
sk: Vyber si heslo s aspoň ôsmimi znakmi
sv: Välj ett lösenord med minst åtta tecken
ta: குறைந்தது எட்டு எழுத்துகள் கொண்ட கடவுச்சொல்லைத் தேர்ந்தெடுங்கள்
te: కనీసం ఎనిమిది అక్షరాలతో పాస్‌వర్డ్ ఎంచుకోండి
th: เลือกรหัสผ่านอย่างน้อยแปดตัวอักษร
tr: En az sekiz karakterli bir şifre seçin
uk: Придумайте пароль щонайменше з восьми символів
ur: کم از کم آٹھ حروف کا پاس ورڈ چنیں
vi: Chọn mật khẩu có ít nhất tám ký tự
zh_hans: 请设置至少八个字符的密码
zh_hant: 請設定至少八個字元的密碼

# auth.register.password.placeholder
source: At least %lld characters
ar: لا تقل عن %lld حرف
bn: কমপক্ষে %lld অক্ষর
ca: Almenys %lld caràcters
cs: Alespoň %lld znaků
da: Mindst %lld tegn
de: Mindestens %lld Zeichen
el: Τουλάχιστον %lld χαρακτήρες
es: Al menos %lld caracteres
fi: Vähintään %lld merkkiä
fr: Au moins %lld caractères
he: לפחות %lld תווים
hi: कम से कम %lld अक्षर
hr: Najmanje %lld znakova
hu: Legalább %lld karakter
id: Minimal %lld karakter
it: Almeno %lld caratteri
ja: %lld文字以上
ko: 최소 %lld자
ml: കുറഞ്ഞത് %lld അക്ഷരം
ms: Sekurang-kurangnya %lld aksara
nb: Minst %lld tegn
nl: Minimaal %lld tekens
pl: Co najmniej %lld znaku
pt_br: Pelo menos %lld caracteres
pt_pt: Pelo menos %lld carateres
ro: Cel puțin %lld de caractere
ru: Не менее %lld символа
sk: Aspoň %lld znakov
sv: Minst %lld tecken
ta: குறைந்தது %lld எழுத்துகள்
te: కనీసం %lld అక్షరాలు
th: อย่างน้อย %lld ตัวอักษร
tr: En az %lld karakter
uk: Щонайменше %lld символу
ur: کم از کم %lld حروف
vi: Tối thiểu %lld ký tự
zh_hans: 至少 %lld 个字符
zh_hant: 至少 %lld 個字元

# auth.register.privacy
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
ca: Política de privadesa
cs: Zásady ochrany soukromí
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ml: സ്വകാര്യതാ നയം
ms: Dasar Privasi
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany súkromia
sv: Integritetspolicy
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: پرائیویسی پالیسی
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# auth.register.privacy.hint
source: Opens the Privacy Policy
ar: يفتح سياسة الخصوصية
bn: গোপনীয়তা নীতি খোলে
ca: Obre la Política de privadesa
cs: Otevře Zásady ochrany soukromí
da: Åbner privatlivspolitikken
de: Öffnet die Datenschutzerklärung
el: Ανοίγει την Πολιτική απορρήτου
es: Abre la Política de privacidad
fi: Avaa tietosuojakäytännön
fr: Ouvre la Politique de confidentialité
he: פותח את מדיניות הפרטיות
hi: गोपनीयता नीति खोलता है
hr: Otvara Pravila privatnosti
hu: Megnyitja az adatvédelmi irányelveket
id: Membuka Kebijakan Privasi
it: Apre l'Informativa sulla privacy
ja: プライバシーポリシーを開きます
ko: 개인정보 처리방침을 열어요
ml: സ്വകാര്യതാ നയം തുറക്കുന്നു
ms: Membuka Dasar Privasi
nb: Åpner personvernerklæringen
nl: Opent het privacybeleid
pl: Otwiera Politykę prywatności
pt_br: Abre a Política de Privacidade
pt_pt: Abre a Política de Privacidade
ro: Deschide Politica de confidențialitate
ru: Открывает политику конфиденциальности
sk: Otvorí Zásady ochrany súkromia
sv: Öppnar integritetspolicyn
ta: தனியுரிமைக் கொள்கையைத் திறக்கும்
te: గోప్యతా విధానాన్ని తెరుస్తుంది
th: เปิดนโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası'nı açar
uk: Відкриває Політику конфіденційності
ur: پرائیویسی پالیسی کھولتا ہے
vi: Mở Chính sách quyền riêng tư
zh_hans: 打开隐私政策
zh_hant: 開啟隱私權政策

# auth.register.submit
source: Send Code
ar: أرسل الرمز
bn: কোড পাঠান
ca: Envia el codi
cs: Poslat kód
da: Send kode
de: Code senden
el: Αποστολή κωδικού
es: Enviar código
fi: Lähetä koodi
fr: Envoyer le code
he: שלח קוד
hi: कोड भेजें
hr: Pošalji kod
hu: Kód küldése
id: Kirim Kode
it: Invia codice
ja: コードを送信
ko: 코드 보내기
ml: കോഡ് അയയ്ക്കുക
ms: Hantar Kod
nb: Send kode
nl: Code versturen
pl: Wyślij kod
pt_br: Enviar código
pt_pt: Enviar código
ro: Trimite codul
ru: Отправить код
sk: Poslať kód
sv: Skicka kod
ta: குறியீட்டை அனுப்பு
te: కోడ్ పంపు
th: ส่งรหัส
tr: Kod Gönder
uk: Надіслати код
ur: کوڈ بھیجیں
vi: Gửi mã
zh_hans: 发送验证码
zh_hant: 寄送驗證碼

# auth.register.submit.hint
source: Creates your account and emails you a six digit code
ar: ينشئ حسابك ويرسل إلى بريدك رمزًا من ستة أرقام
bn: আপনার অ্যাকাউন্ট তৈরি করে এবং ছয় সংখ্যার একটি কোড ইমেইল করে
ca: Crea el teu compte i t'envia per correu un codi de sis dígits
cs: Vytvoří tvůj účet a pošle ti e-mailem šestimístný kód
da: Opretter din konto og sender dig en sekscifret kode på e-mail
de: Erstellt dein Konto und sendet dir einen sechsstelligen Code per E-Mail
el: Δημιουργεί τον λογαριασμό σου και σου στέλνει εξαψήφιο κωδικό με email
es: Crea tu cuenta y te envía por correo un código de seis dígitos
fi: Luo tilisi ja lähettää sinulle kuusinumeroisen koodin sähköpostiin
fr: Crée votre compte et vous envoie un code à six chiffres par e-mail
he: יוצר את החשבון שלך ושולח לדוא״ל שלך קוד בן שש ספרות
hi: आपका अकाउंट बनाता है और आपको छह अंकों का कोड ईमेल करता है
hr: Izrađuje tvoj račun i šalje ti e-poštom šesteroznamenkasti kod
hu: Létrehozza a fiókodat, és hatjegyű kódot küld e-mailben
id: Membuat akunmu dan mengirim kode enam digit lewat email
it: Crea il tuo account e ti invia per email un codice di sei cifre
ja: アカウントを作成し、6桁のコードをメールで送ります
ko: 계정을 만들고 6자리 코드를 이메일로 보내요
ml: നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്ടിച്ച് ആറക്ക കോഡ് ഇമെയിൽ ചെയ്യുന്നു
ms: Mencipta akaun anda dan mengemel kod enam digit kepada anda
nb: Oppretter kontoen din og sender deg en sekssifret kode på e-post
nl: Maakt je account aan en mailt je een zescijferige code
pl: Tworzy konto i wysyła e-mailem sześciocyfrowy kod
pt_br: Cria sua conta e envia um código de seis dígitos por e-mail
pt_pt: Cria a sua conta e envia-lhe por email um código de seis dígitos
ro: Îți creează contul și îți trimite pe e-mail un cod din șase cifre
ru: Создаёт аккаунт и отправляет вам на почту шестизначный код
sk: Vytvorí tvoj účet a pošle ti e-mailom šesťmiestny kód
sv: Skapar ditt konto och skickar en sexsiffrig kod till dig
ta: உங்கள் கணக்கை உருவாக்கி ஆறு இலக்கக் குறியீட்டை மின்னஞ்சல் செய்யும்
te: మీ ఖాతాను సృష్టించి, ఆరు అంకెల కోడ్‌ను ఈమెయిల్ చేస్తుంది
th: สร้างบัญชีของคุณและส่งรหัสหกหลักทางอีเมล
tr: Hesabınızı oluşturur ve size altı haneli bir kod e-postalar
uk: Створює ваш обліковий запис і надсилає на пошту шестизначний код
ur: آپ کا اکاؤنٹ بناتا ہے اور آپ کو چھ ہندسوں کا کوڈ ای میل کرتا ہے
vi: Tạo tài khoản của bạn và gửi email cho bạn mã sáu chữ số
zh_hans: 创建你的账户，并向你的邮箱发送六位验证码
zh_hant: 建立你的帳號，並將六位數驗證碼寄給你

# auth.register.subtitle
source: We'll email you a six-digit code to confirm the address. Identity verification comes next.
ar: سنرسل إلى بريدك رمزًا من ستة أرقام لتأكيد العنوان. ثم يأتي توثيق الهوية بعد ذلك.
bn: ঠিকানা নিশ্চিত করতে আমরা আপনাকে ছয় সংখ্যার একটি কোড ইমেইল করব। এরপর আসবে পরিচয় যাচাই।
ca: T'enviarem per correu un codi de sis dígits per confirmar l'adreça. Després, la verificació d'identitat.
cs: Pošleme ti e-mailem šestimístný kód pro potvrzení adresy. Poté následuje ověření totožnosti.
da: Vi sender dig en sekscifret kode på e-mail for at bekræfte adressen. Identitetsverificering kommer bagefter.
de: Wir senden dir einen sechsstelligen Code, um die Adresse zu bestätigen. Danach folgt die Identitätsprüfung.
el: Θα σου στείλουμε έναν εξαψήφιο κωδικό με email για να επιβεβαιώσουμε τη διεύθυνση. Ακολουθεί η επαλήθευση ταυτότητας.
es: Te enviaremos por correo un código de seis dígitos para confirmar la dirección. Después viene la verificación de identidad.
fi: Lähetämme sinulle kuusinumeroisen koodin osoitteen vahvistamiseksi. Henkilöllisyyden vahvistus tulee seuraavaksi.
fr: Nous vous enverrons un code à six chiffres pour confirmer l’adresse. La vérification d’identité vient ensuite.
he: נשלח לך בדוא״ל קוד בן שש ספרות לאישור הכתובת. אימות זהות יבוא אחר כך.
hi: पते की पुष्टि के लिए हम आपको छह अंकों का कोड ईमेल करेंगे। इसके बाद पहचान सत्यापन होगा।
hr: Poslat ćemo ti šesteroznamenkasti kod za potvrdu adrese. Slijedi provjera identiteta.
hu: Hatjegyű kódot küldünk e-mailben a cím megerősítéséhez. Ezután jön a személyazonosság hitelesítése.
id: Kami akan mengirim kode enam digit lewat email untuk mengonfirmasi alamat. Verifikasi identitas menyusul.
it: Ti invieremo per email un codice di sei cifre per confermare l'indirizzo. La verifica dell'identità viene dopo.
ja: アドレスを確認するため、6桁のコードをメールでお送りします。次は本人確認です。
ko: 주소를 확인할 수 있도록 6자리 코드를 이메일로 보내드려요. 다음은 신원 인증이에요.
ml: വിലാസം സ്ഥിരീകരിക്കാൻ ഞങ്ങൾ ആറക്ക കോഡ് ഇമെയിൽ ചെയ്യും. അടുത്തത് ഐഡന്റിറ്റി പരിശോധനയാണ്.
ms: Kami akan mengemel kod enam digit kepada anda untuk mengesahkan alamat. Pengesahan identiti menyusul.
nb: Vi sender deg en sekssifret kode på e-post for å bekrefte adressen. Identitetsverifisering kommer etterpå.
nl: We mailen je een zescijferige code om het adres te bevestigen. Daarna volgt de identiteitsverificatie.
pl: Wyślemy Ci e-mailem sześciocyfrowy kod, by potwierdzić adres. Weryfikacja tożsamości będzie następnym krokiem.
pt_br: Enviaremos um código de seis dígitos por e-mail para confirmar o endereço. A verificação de identidade vem em seguida.
pt_pt: Enviaremos um código de seis dígitos por email para confirmar o endereço. A verificação de identidade vem a seguir.
ro: Îți vom trimite un cod din șase cifre pentru a confirma adresa. Urmează verificarea identității.
ru: Мы отправим шестизначный код, чтобы подтвердить адрес. Следующий шаг — проверка личности.
sk: Pošleme ti e-mailom šesťmiestny kód na potvrdenie adresy. Potom príde overenie totožnosti.
sv: Vi skickar en sexsiffrig kod för att bekräfta adressen. Identitetsverifiering kommer härnäst.
ta: முகவரியை உறுதிசெய்ய ஆறு இலக்கக் குறியீட்டை மின்னஞ்சல் செய்வோம். அடுத்து அடையாளச் சரிபார்ப்பு.
te: చిరునామాను నిర్ధారించడానికి ఆరు అంకెల కోడ్‌ను ఈమెయిల్ చేస్తాం. తర్వాత గుర్తింపు ధృవీకరణ ఉంటుంది.
th: เราจะส่งรหัสหกหลักทางอีเมลเพื่อยืนยันที่อยู่ จากนั้นจะเป็นการยืนยันตัวตน
tr: Adresi onaylamak için size altı haneli bir kod e-postayla göndereceğiz. Sonra kimlik doğrulaması gelir.
uk: Ми надішлемо вам шестизначний код, щоб підтвердити адресу. Далі — верифікація особи.
ur: پتے کی تصدیق کے لیے ہم آپ کو چھ ہندسوں کا کوڈ ای میل کریں گے۔ اس کے بعد شناخت کی تصدیق ہوگی۔
vi: Chúng tôi sẽ gửi email cho bạn mã sáu chữ số để xác nhận địa chỉ. Xác minh danh tính là bước tiếp theo.
zh_hans: 我们会向你发送一个六位验证码来确认邮箱。接下来是身份验证。
zh_hant: 我們會寄六位數驗證碼給你以確認信箱。接下來是身分驗證。
